Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_status_sync_handoff
source: Keeping the existing HNS sync connected…
ar: جارٍ إبقاء مزامنة HNS الحالية متصلة...
de: Die bestehende HNS-Synchronisierung bleibt verbunden …
es: Manteniendo la sincronización HNS existente conectada...
fa: متصل نگه داشتن همگام سازی HNS موجود…
fr: Garder la synchronisation HNS existante connectée…
he: שמירה על סנכרון HNS הקיים מחובר...
hi: मौजूदा HNS सिंक को कनेक्टेड रखना…
id: Menjaga sinkronisasi HNS yang ada tetap terhubung…
it: Mantenere collegata la sincronizzazione HNS esistente…
ja: 既存の HNS 同期を接続したままにします…
ko: 기존 HNS 동기화 연결을 유지하는 중…
nl: De bestaande HNS-synchronisatie verbonden houden...
pl: Utrzymywanie połączenia istniejącej synchronizacji HNS…
pt: Mantendo a sincronização HNS existente conectada…
ru: Сохранение существующей синхронизации HNS подключенной…
tr: Mevcut HNS senkronizasyonu bağlı tutuluyor…
uk: Зберігання наявного підключення синхронізації HNS…
vi: Luôn kết nối đồng bộ hóa HNS hiện có…
zh_hans: 保持现有 HNS 同步连接...
zh_hant: 保持現有 HNS 同步連線...

# wallet_status_syncing_reads
source: Synchronizing HNS wallet…
ar: جارٍ مزامنة محفظة HNS…
de: HNS-Wallet wird synchronisiert…
es: Sincronizando cartera HNS…
fa: در حال همگام‌سازی کیف پول HNS…
fr: Synchronisation du portefeuille HNS…
he: מסנכרן את ארנק HNS…
hi: HNS वॉलेट सिंक हो रहा है…
id: Menyinkronkan dompet HNS…
it: Sincronizzazione del portafoglio HNS…
ja: HNSウォレットを同期中…
ko: HNS 지갑 동기화 중…
nl: HNS-wallet synchroniseren…
pl: Synchronizowanie portfela HNS…
pt: A sincronizar carteira HNS…
ru: Синхронизация HNS-кошелька…
tr: HNS cüzdanı eşitleniyor…
uk: Синхронізація HNS-гаманця…
vi: Đang đồng bộ ví HNS…
zh_hans: 正在同步 HNS 钱包…
zh_hant: 正在同步 HNS 錢包…

# wallet_status_unlocking
source: Unlocking wallet…
ar: جارٍ فتح المحفظة…
de: Wallet wird entsperrt…
es: Desbloqueando cartera…
fa: در حال باز کردن قفل کیف پول…
fr: Déverrouillage du portefeuille…
he: פותח את נעילת הארנק…
hi: वॉलेट अनलॉक हो रहा है…
id: Membuka kunci dompet…
it: Sblocco del portafoglio…
ja: ウォレットのロックを解除中…
ko: 지갑 잠금 해제 중…
nl: Wallet ontgrendelen…
pl: Odblokowywanie portfela…
pt: A desbloquear carteira…
ru: Разблокировка кошелька…
tr: Cüzdanın kilidi açılıyor…
uk: Розблокування гаманця…
vi: Đang mở khóa ví…
zh_hans: 正在解锁钱包…
zh_hant: 正在解鎖錢包…

# wallet_status_waiting_for_initial_sync
source: Checking the Handshake network before wallet creation…
ar: جارٍ التحقق من شبكة Handshake قبل إنشاء المحفظة…
de: Handshake-Netzwerk wird vor der Wallet-Erstellung geprüft…
es: Comprobando la red Handshake antes de crear la cartera…
fa: در حال بررسی شبکه Handshake پیش از ایجاد کیف پول…
fr: Vérification du réseau Handshake avant la création du portefeuille…
he: בודק את רשת Handshake לפני יצירת הארנק…
hi: वॉलेट बनाने से पहले Handshake नेटवर्क जाँचा जा रहा है…
id: Memeriksa jaringan Handshake sebelum membuat dompet…
it: Controllo della rete Handshake prima di creare il portafoglio…
ja: ウォレット作成前にHandshakeネットワークを確認中…
ko: 지갑 생성 전에 Handshake 네트워크 확인 중…
nl: Handshake-netwerk controleren vóór het maken van de wallet…
pl: Sprawdzanie sieci Handshake przed utworzeniem portfela…
pt: A verificar a rede Handshake antes de criar a carteira…
ru: Проверка сети Handshake перед созданием кошелька…
tr: Cüzdan oluşturulmadan önce Handshake ağı kontrol ediliyor…
uk: Перевірка мережі Handshake перед створенням гаманця…
vi: Đang kiểm tra mạng Handshake trước khi tạo ví…
zh_hans: 创建钱包前正在检查 Handshake 网络…
zh_hant: 建立錢包前正在檢查 Handshake 網路…

# wallet_status_waiting_to_continue_creation
source: Checking the Handshake network… Creation will continue automatically.
ar: جارٍ التحقق من شبكة Handshake… سيستمر الإنشاء تلقائيًا.
de: Handshake-Netzwerk wird geprüft… Die Erstellung wird automatisch fortgesetzt.
es: Comprobando la red Handshake… La creación continuará automáticamente.
fa: در حال بررسی شبکه Handshake… ایجاد به‌طور خودکار ادامه می‌یابد.
fr: Vérification du réseau Handshake… La création continuera automatiquement.
he: בודק את רשת Handshake… היצירה תימשך אוטומטית.
hi: Handshake नेटवर्क जाँचा जा रहा है… निर्माण अपने आप जारी रहेगा।
id: Memeriksa jaringan Handshake… Pembuatan akan dilanjutkan otomatis.
it: Controllo della rete Handshake… La creazione continuerà automaticamente.
ja: Handshakeネットワークを確認中… 作成は自動的に続行されます。
ko: Handshake 네트워크 확인 중… 생성이 자동으로 계속됩니다.
nl: Handshake-netwerk controleren… Het maken gaat automatisch verder.
pl: Sprawdzanie sieci Handshake… Tworzenie będzie kontynuowane automatycznie.
pt: A verificar a rede Handshake… A criação continuará automaticamente.
ru: Проверка сети Handshake… Создание продолжится автоматически.
tr: Handshake ağı kontrol ediliyor… Oluşturma otomatik sürecek.
uk: Перевірка мережі Handshake… Створення продовжиться автоматично.
vi: Đang kiểm tra mạng Handshake… Quá trình tạo sẽ tự động tiếp tục.
zh_hans: 正在检查 Handshake 网络… 创建将自动继续。
zh_hant: 正在檢查 Handshake 網路… 建立將自動繼續。

# wallet_stop_bitcoin_sync_message
source: Stop Bitcoin synchronization? Peer activity stops now, but the current database step may finish. The last checkpoint is kept, and the Bitcoin wallet restarts for the next operation.
ar: هل تريد إيقاف مزامنة Bitcoin؟ يتوقف نشاط النظراء الآن، ولكن قد تنتهي خطوة قاعدة البيانات الحالية. يتم الاحتفاظ بنقطة التحقق الأخيرة، وتتم إعادة تشغيل محفظة Bitcoin للعملية التالية.
de: Bitcoin-Synchronisierung stoppen? Die Peer-Aktivität wird jetzt gestoppt, aber der aktuelle Datenbankschritt wird möglicherweise abgeschlossen. Der letzte Prüfpunkt wird beibehalten und das Bitcoin-Wallet wird für den nächsten Vorgang neu gestartet.
es: ¿Detener la sincronización de Bitcoin? La actividad de pares se detiene ahora, pero el paso actual de la base de datos puede finalizar. Se mantiene el último punto de control y la billetera Bitcoin se reinicia para la siguiente operación.
fa: همگام سازی Bitcoin متوقف شود؟ فعالیت همتایان اکنون متوقف می شود، اما مرحله فعلی پایگاه داده ممکن است به پایان برسد. آخرین نقطه بازرسی نگه داشته می شود و کیف پول Bitcoin برای عملیات بعدی راه اندازی مجدد می شود.
fr: Arrêter la synchronisation Bitcoin ? L'activité des pairs s'arrête maintenant, mais l'étape de base de données en cours peut se terminer. Le dernier point de contrôle est conservé et le portefeuille Bitcoin redémarre pour l'opération suivante.
he: להפסיק את הסנכרון Bitcoin? פעילות עמיתים נעצרת כעת, אך ייתכן ששלב מסד הנתונים הנוכחי יסתיים. המחסום האחרון נשמר, והארנק Bitcoin מופעל מחדש לפעולה הבאה.
hi: Bitcoin सिंक्रनाइज़ेशन रोकें? सहकर्मी गतिविधि अब रुक जाती है, लेकिन वर्तमान डेटाबेस चरण समाप्त हो सकता है। अंतिम चेकपॉइंट रखा गया है, और Bitcoin वॉलेट अगले ऑपरेशन के लिए पुनरारंभ होता है।
id: Hentikan sinkronisasi Bitcoin? Aktivitas rekan berhenti sekarang, namun langkah database saat ini mungkin selesai. Pos pemeriksaan terakhir disimpan, dan dompet Bitcoin dimulai ulang untuk operasi berikutnya.
it: Interrompere la sincronizzazione Bitcoin? L'attività del peer si interrompe ora, ma il passaggio corrente del database potrebbe terminare. L'ultimo checkpoint viene mantenuto e il portafoglio Bitcoin si riavvia per l'operazione successiva.
ja: Bitcoin 同期を停止しますか?ピア アクティビティは現在停止していますが、現在のデータベース ステップは終了する可能性があります。最後のチェックポイントが保持され、次の操作のために Bitcoin ウォレットが再起動されます。
ko: Bitcoin 동기화를 중지하시겠습니까? 피어 활동은 이제 중지되지만 현재 데이터베이스 단계는 완료될 수 있습니다. 마지막 체크포인트가 유지되고 다음 작업을 위해 Bitcoin 지갑이 다시 시작됩니다.
nl: Synchronisatie Bitcoin stoppen? De peer-activiteit stopt nu, maar de huidige databasestap kan worden voltooid. Het laatste controlepunt wordt behouden en de Bitcoin-portemonnee wordt opnieuw opgestart voor de volgende bewerking.
pl: Zatrzymać synchronizację Bitcoin? Aktywność równorzędna zostaje teraz zatrzymana, ale bieżący krok w bazie danych może zostać zakończony. Ostatni punkt kontrolny zostaje zachowany, a portfel Bitcoin uruchamia się ponownie przed następną operacją.
pt: Interromper a sincronização do Bitcoin? A atividade peer é interrompida agora, mas a etapa atual do banco de dados pode ser concluída. O último ponto de verificação é mantido e a carteira Bitcoin é reiniciada para a próxima operação.
ru: Остановить синхронизацию Bitcoin? Активность однорангового узла сейчас прекращается, но текущий шаг базы данных может завершиться. Последняя контрольная точка сохраняется, и кошелек Bitcoin перезапускается для следующей операции.
tr: Bitcoin senkronizasyonu durdurulsun mu? Eş etkinliği şu anda duruyor ancak geçerli veritabanı adımı tamamlanabilir. Son kontrol noktası korunur ve Bitcoin cüzdanı bir sonraki işlem için yeniden başlatılır.
uk: Зупинити синхронізацію Bitcoin? Однорангова діяльність припиняється, але поточний крок бази даних може завершитися. Остання контрольна точка зберігається, і гаманець Bitcoin перезапускається для наступної операції.
vi: Dừng đồng bộ hóa Bitcoin? Hoạt động ngang hàng hiện đã dừng nhưng bước cơ sở dữ liệu hiện tại có thể kết thúc. Điểm kiểm tra cuối cùng được giữ lại và ví Bitcoin sẽ khởi động lại cho hoạt động tiếp theo.
zh_hans: 停止Bitcoin同步？对等活动现在停止，但当前数据库步骤可能会完成。保留最后一个检查点，Bitcoin钱包重新启动以进行下一步操作。
zh_hant: 停止Bitcoin同步？對等活動現在停止，但目前資料庫步驟可能會完成。保留最後一個檢查點，Bitcoin錢包重新啟動以進行下一步操作。

# wallet_stop_bitcoin_sync_title
source: Stop Bitcoin synchronization?
ar: هل تريد إيقاف مزامنة Bitcoin؟
de: Bitcoin-Synchronisierung stoppen?
es: ¿Detener la sincronización de Bitcoin?
fa: همگام سازی Bitcoin متوقف شود؟
fr: Arrêter la synchronisation Bitcoin ?
he: להפסיק את הסנכרון Bitcoin?
hi: Bitcoin सिंक्रनाइज़ेशन रोकें?
id: Hentikan sinkronisasi Bitcoin?
it: Interrompere la sincronizzazione Bitcoin?
ja: Bitcoin 同期を停止しますか?
ko: Bitcoin 동기화를 중지하시겠습니까?
nl: Synchronisatie Bitcoin stoppen?
pl: Zatrzymać synchronizację Bitcoin?
pt: Interromper a sincronização do Bitcoin?
ru: Остановить синхронизацию Bitcoin?
tr: Bitcoin senkronizasyonu durdurulsun mu?
uk: Зупинити синхронізацію Bitcoin?
vi: Dừng đồng bộ hóa Bitcoin?
zh_hans: 停止Bitcoin同步？
zh_hant: 停止Bitcoin同步？

# wallet_stop_sync_message
source: Stop HNS synchronization? The current peer or database step may finish, but no new batch will start. The last checkpoint and all wallet data are kept. Controls return when storage is released.
ar: هل تريد إيقاف مزامنة HNS؟ قد تنتهي خطوة النظير أو قاعدة البيانات الحالية، ولكن لن تبدأ أي دفعة جديدة. يتم الاحتفاظ بنقطة التفتيش الأخيرة وجميع بيانات المحفظة. تعود عناصر التحكم عند تحرير مساحة التخزين.
de: HNS-Synchronisierung stoppen? Der aktuelle Peer- oder Datenbankschritt wird möglicherweise abgeschlossen, es wird jedoch kein neuer Stapel gestartet. Der letzte Kontrollpunkt und alle Wallet-Daten bleiben erhalten. Die Kontrollen kehren zurück, wenn der Speicher freigegeben wird.
es: ¿Detener la sincronización de HNS? El paso actual del par o de la base de datos puede finalizar, pero no se iniciará ningún nuevo lote. Se conservan el último punto de control y todos los datos de la billetera. Los controles regresan cuando se libera el almacenamiento.
fa: همگام سازی HNS متوقف شود؟ مرحله همتا یا پایگاه داده فعلی ممکن است به پایان برسد، اما هیچ دسته جدیدی شروع نخواهد شد. آخرین بازرسی و تمام داده های کیف پول نگهداری می شوند. وقتی فضای ذخیره‌سازی آزاد می‌شود، کنترل‌ها برمی‌گردند.
fr: Arrêter la synchronisation HNS ? L'étape actuelle du homologue ou de la base de données peut se terminer, mais aucun nouveau lot ne démarrera. Le dernier point de contrôle et toutes les données du portefeuille sont conservés. Les contrôles reviennent lorsque le stockage est libéré.
he: להפסיק את הסנכרון HNS? ייתכן שהשלב הנוכחי של עמיתים או מסד הנתונים יסתיים, אך לא תתחיל אצווה חדשה. המחסום האחרון וכל נתוני הארנק נשמרים. הפקדים חוזרים כאשר האחסון משתחרר.
hi: HNS सिंक्रनाइज़ेशन रोकें? वर्तमान सहकर्मी या डेटाबेस चरण समाप्त हो सकता है, लेकिन कोई नया बैच प्रारंभ नहीं होगा। अंतिम चेकपॉइंट और सभी वॉलेट डेटा रखे जाते हैं। भंडारण जारी होने पर नियंत्रण वापस आ जाते हैं।
id: Hentikan sinkronisasi HNS? Langkah rekan atau basis data saat ini mungkin selesai, namun tidak ada batch baru yang akan dimulai. Pos pemeriksaan terakhir dan semua data dompet disimpan. Kontrol kembali ketika penyimpanan dilepaskan.
it: Interrompere la sincronizzazione HNS? Il passaggio corrente del peer o del database potrebbe terminare, ma non verrà avviato alcun nuovo batch. L'ultimo checkpoint e tutti i dati del portafoglio vengono conservati. I controlli ritornano quando lo spazio di archiviazione viene rilasciato.
ja: HNS 同期を停止しますか?現在のピアまたはデータベースのステップは終了する可能性がありますが、新しいバッチは開始されません。最後のチェックポイントとすべてのウォレットデータが保持されます。ストレージが解放されると制御が戻ります。
ko: HNS 동기화를 중지하시겠습니까? 현재 피어 또는 데이터베이스 단계가 완료될 수 있지만 새 일괄 처리는 시작되지 않습니다. 마지막 체크포인트와 모든 지갑 데이터가 보관됩니다. 저장소가 해제되면 반환을 제어합니다.
nl: Synchronisatie HNS stoppen? De huidige peer- of databasestap wordt mogelijk voltooid, maar er wordt geen nieuwe batch gestart. Het laatste controlepunt en alle portemonneegegevens worden bewaard. De besturingselementen keren terug wanneer de opslag wordt vrijgegeven.
pl: Zatrzymać synchronizację HNS? Bieżący krok elementu równorzędnego lub bazy danych może zostać zakończony, ale nie rozpocznie się żadna nowa partia. Ostatni punkt kontrolny i wszystkie dane portfela zostają zachowane. Elementy sterujące powracają po zwolnieniu pamięci.
pt: Interromper a sincronização do HNS? A etapa atual do peer ou do banco de dados pode ser concluída, mas nenhum novo lote será iniciado. O último ponto de verificação e todos os dados da carteira são mantidos. Os controles retornam quando o armazenamento é liberado.
ru: Остановить синхронизацию HNS? Текущий шаг узла или базы данных может завершиться, но новый пакет не начнется. Последняя контрольная точка и все данные кошелька сохраняются. Элементы управления возвращаются, когда память освобождается.
tr: HNS senkronizasyonu durdurulsun mu? Geçerli eş veya veritabanı adımı tamamlanabilir ancak yeni bir toplu iş başlamaz. Son kontrol noktası ve tüm cüzdan verileri saklanır. Depolama serbest bırakıldığında kontroller geri döner.
uk: Зупинити синхронізацію HNS? Поточний вузол або крок бази даних може завершитися, але новий пакет не розпочнеться. Остання контрольна точка і всі дані гаманця зберігаються. Елементи керування повертаються, коли сховище звільняється.
vi: Dừng đồng bộ hóa HNS? Bước ngang hàng hoặc cơ sở dữ liệu hiện tại có thể kết thúc nhưng sẽ không có đợt mới nào bắt đầu. Điểm kiểm tra cuối cùng và tất cả dữ liệu ví đều được lưu giữ. Các điều khiển sẽ quay trở lại khi bộ nhớ được giải phóng.
zh_hans: 停止HNS同步？当前的对等或数据库步骤可能会完成，但不会开始新的批次。保留最后一个检查点和所有钱包数据。控制释放存储时的返回。
zh_hant: 停止HNS同步？目前的對等或資料庫步驟可能會完成，但不會開始新的批次。保留最後一個檢查點和所有錢包資料。控制釋放儲存時的回傳。

# wallet_stop_sync_summary
source: Stop now, keep the last checkpoint, and return to wallet controls.
ar: توقف الآن، واحتفظ بنقطة التفتيش الأخيرة، ثم عد إلى ضوابط المحفظة.
de: Stoppen Sie jetzt, behalten Sie den letzten Kontrollpunkt bei und kehren Sie zur Brieftaschenkontrolle zurück.
es: Deténgase ahora, mantenga el último punto de control y regrese a los controles de billetera.
fa: اکنون توقف کنید، آخرین بازرسی را نگه دارید و به کنترل های کیف پول بازگردید.
fr: Arrêtez-vous maintenant, conservez le dernier point de contrôle et revenez aux contrôles du portefeuille.
he: עצרו עכשיו, שמרו על המחסום האחרון וחזרו לבקרות הארנק.
hi: अभी रुकें, अंतिम चेकपॉइंट रखें, और वॉलेट नियंत्रण पर वापस लौटें।
id: Berhenti sekarang, pertahankan pos pemeriksaan terakhir, dan kembali ke kontrol dompet.
it: Fermati adesso, mantieni l'ultimo checkpoint e torna ai controlli del portafoglio.
ja: 今すぐ停止し、最後のチェックポイントを維持し、ウォレット管理に戻ります。
ko: 지금 중지하고 마지막 체크포인트를 유지하고 지갑 제어로 돌아가세요.
nl: Stop nu, houd het laatste controlepunt aan en ga terug naar portemonneecontroles.
pl: Zatrzymaj się teraz, zachowaj ostatni punkt kontrolny i wróć do kontroli portfela.
pt: Pare agora, mantenha o último posto de controle e retorne aos controles da carteira.
ru: Остановитесь сейчас, сохраните последнюю контрольную точку и вернитесь к управлению кошельком.
tr: Şimdi durun, son kontrol noktasını koruyun ve cüzdan kontrollerine dönün.
uk: Зупиніть зараз, збережіть останню контрольну точку та поверніться до елементів керування гаманцем.
vi: Hãy dừng lại ngay, giữ điểm kiểm tra cuối cùng và quay lại phần kiểm soát ví.
zh_hans: 现在停止，保留最后一个检查点，然后返回钱包控制。
zh_hant: 現在停止，保留最後一個檢查點，然後返回錢包控制。

# wallet_stop_sync_title
source: Stop synchronization?
ar: هل تريد إيقاف المزامنة؟
de: Synchronisierung stoppen?
es: ¿Detener la sincronización?
fa: همگام سازی متوقف شود؟
fr: Arrêter la synchronisation ?
he: להפסיק את הסנכרון?
hi: सिंक्रनाइज़ेशन रोकें?
id: Hentikan sinkronisasi?
it: Interrompere la sincronizzazione?
ja: 同期を停止しますか?
ko: 동기화를 중지하시겠습니까?
nl: Synchronisatie stoppen?
pl: Zatrzymać synchronizację?
pt: Interromper a sincronização?
ru: Остановить синхронизацию?
tr: Senkronizasyon durdurulsun mu?
uk: Зупинити синхронізацію?
vi: Dừng đồng bộ hóa?
zh_hans: 停止同步？
zh_hant: 停止同步？

# wallet_swap_abandon_acceptance
source: Abandon and release funds
ar: التخلي عن الأموال والإفراج عنها
de: Gelder aufgeben und freigeben
es: Abandonar y liberar fondos
fa: وجوه را رها کرده و آزاد کنید
fr: Abandonner et débloquer des fonds
he: לנטוש ולשחרר כספים
hi: धन त्यागें और जारी करें
id: Meninggalkan dan melepaskan dana
it: Abbandonare e rilasciare fondi
ja: 資金を放棄して解放する
ko: 자금 포기 및 해제
nl: Geld achterlaten en vrijgeven
pl: Porzuć i uwolnij fundusze
pt: Abandonar e liberar fundos
ru: Отказаться и высвободить средства
tr: Fonları bırakın ve serbest bırakın
uk: Відмовлятися від коштів і звільняти їх
vi: Từ bỏ và giải phóng quỹ
zh_hans: 放弃并释放资金
zh_hant: 放棄並釋放資金

# wallet_swap_abandon_acceptance_message
source: This session has no signed terms or funding. Abandoning it releases %1$@ reserved by session %2$@ and permanently rejects any delayed proposal. Funded or frozen swaps cannot be abandoned.
ar: ليس لهذه الجلسة أي شروط أو تمويل موقع. يؤدي التخلي عنه إلى تحرير %1$@ المحجوز بواسطة الجلسة %2$@ ويرفض بشكل دائم أي اقتراح مؤجل. ولا يمكن التخلي عن المقايضات الممولة أو المجمدة.
de: Für diese Sitzung gibt es keine unterzeichneten Bedingungen oder Finanzierung. Durch den Abbruch wird der von der Sitzung %2$@ reservierte %1$@ freigegeben und alle verzögerten Vorschläge werden dauerhaft abgelehnt. Finanzierte oder eingefrorene Swaps können nicht aufgegeben werden.
es: Esta sesión no tiene términos firmados ni financiación. Al abandonarlo se libera %1$@ reservado por sesión %2$@ y se rechaza permanentemente cualquier propuesta retrasada. Los swaps financiados o congelados no se pueden abandonar.
fa: این جلسه هیچ شرایط یا بودجه امضا شده ای ندارد. رها کردن آن، %1$@ را که توسط جلسه %2$@ رزرو شده بود منتشر می‌کند و هر پیشنهاد تاخیری را برای همیشه رد می‌کند. سوآپ های تامین شده یا منجمد شده را نمی توان رها کرد.
fr: Cette session n'a pas de conditions signées ni de financement. Son abandon libère %1$@ réservé par la session %2$@ et rejette définitivement toute proposition retardée. Les swaps financés ou gelés ne peuvent pas être abandonnés.
he: למפגש זה אין תנאים חתומים או מימון. נטישתו משחררת את %1$@ השמור על ידי ההפעלה %2$@ ודוחה לצמיתות כל הצעה מעוכבת. לא ניתן לנטוש החלפות ממומנות או קפואות.
hi: इस सत्र में कोई हस्ताक्षरित शर्तें या फंडिंग नहीं है। इसे छोड़ने से सत्र %2$@ द्वारा आरक्षित %1$@ जारी हो जाता है और किसी भी विलंबित प्रस्ताव को स्थायी रूप से अस्वीकार कर दिया जाता है। वित्त पोषित या जमे हुए स्वैप को छोड़ा नहीं जा सकता।
id: Sesi ini tidak memiliki persyaratan atau pendanaan yang ditandatangani. Mengabaikannya akan melepaskan %1$@ yang dicadangkan oleh sesi %2$@ dan secara permanen menolak proposal yang tertunda. Swap yang didanai atau dibekukan tidak dapat ditinggalkan.
it: Questa sessione non prevede termini o finanziamenti firmati. L'abbandono libera %1$@ riservato dalla sessione %2$@ e rifiuta definitivamente ogni proposta ritardata. Gli swap finanziati o congelati non possono essere abbandonati.
ja: このセッションには署名された条件や資金はありません。これを放棄すると、セッション %2$@ によって予約された %1$@ が解放され、遅延した提案は永久に拒否されます。資金提供または凍結されたスワップを放棄することはできません。
ko: 이 세션에는 서명된 조건이나 자금이 없습니다. 이를 포기하면 %2$@ 세션에 예약된 %1$@가 해제되고 지연된 제안이 영구적으로 거부됩니다. 펀딩되거나 동결된 스왑은 포기될 수 없습니다.
nl: Deze sessie heeft geen ondertekende voorwaarden of financiering. Als u dit verlaat, wordt de door sessie %2$@ gereserveerde %1$@ vrijgegeven en wordt elk uitgesteld voorstel permanent afgewezen. Gefinancierde of bevroren swaps kunnen niet worden opgegeven.
pl: Ta sesja nie ma podpisanych warunków ani finansowania. Porzucenie go zwalnia %1$@ zarezerwowany przez sesję %2$@ i trwale odrzuca wszelkie opóźnione propozycje. Nie można zrezygnować ze swapów kapitałowych lub zamrożonych.
pt: Esta sessão não tem termos assinados ou financiamento. O abandono libera %1$@ reservado pela sessão %2$@ e rejeita permanentemente qualquer proposta atrasada. Os swaps financiados ou congelados não podem ser abandonados.
ru: Эта сессия не имеет подписанных условий или финансирования. Отказ от него освобождает %1$@, зарезервированный сеансом %2$@, и окончательно отклоняет любое отложенное предложение. От финансируемых или замороженных свопов нельзя отказаться.
tr: Bu oturumun imzalanmış bir şartı veya finansmanı yoktur. İptal edildiğinde, %2$@ oturumuna göre ayrılan %1$@ serbest bırakılır ve geciken teklifler kalıcı olarak reddedilir. Finanse edilen veya dondurulmuş swaplardan vazgeçilemez.
uk: Ця сесія не має підписаних умов або фінансування. Відмова від нього звільняє %1$@, зарезервований сеансом %2$@, і назавжди відхиляє будь-яку відкладену пропозицію. Не можна відмовлятися від фондованих або заморожених свопів.
vi: Phiên này không có điều khoản được ký kết hoặc tài trợ. Việc từ bỏ nó sẽ giải phóng %1$@ được đặt trước theo phiên %2$@ và từ chối vĩnh viễn mọi đề xuất bị trì hoãn. Các giao dịch hoán đổi được tài trợ hoặc đóng băng không thể bị hủy bỏ.
zh_hans: 本次会议没有签署条款或资金。放弃它会释放会话 %2$@ 保留的 %1$@ 并永久拒绝任何延迟的提案。融资或冻结的掉期不能被放弃。
zh_hant: 本次会议没有签署条款或资金。放棄它會釋放會話 %2$@ 保留的 %1$@ 並永久拒絕任何延遲的提案。融資或結凍的掉期不能被放棄。

# wallet_swap_abandon_acceptance_title
source: Abandon unfunded acceptance?
ar: التخلي عن القبول غير الممول؟
de: Nicht finanzierte Annahme aufgeben?
es: ¿Abandonar la aceptación no financiada?
fa: پذیرش بدون بودجه را رها کنید؟
fr: Abandonner l’acceptation non financée ?
he: לנטוש קבלה ללא מימון?
hi: वित्तरहित स्वीकृति का त्याग करें?
id: Abaikan penerimaan yang tidak didanai?
it: Abbandonare l'accettazione non finanziata?
ja: 無資金の受け入れを断念しますか？
ko: 자금이 지원되지 않은 수락을 포기하시겠습니까?
nl: Niet-gefinancierde acceptatie stopzetten?
pl: Porzucić akceptację bez środków?
pt: Abandonar a aceitação não financiada?
ru: Отказаться от нефинансируемого приема?
tr: Finanse edilmeyen kabulden vazgeçilsin mi?
uk: Відмовитися від нефінансованого прийняття?
vi: Từ bỏ sự chấp nhận không được tài trợ?
zh_hans: 放弃无资金验收？
zh_hant: 放棄無資金驗收？
